[NoID_CentralThatGenetic_alta AkEvent]
SpokenText="Цей генетичний матеріал, обладнання, яке ми бачили... Вони можуть служити лише одній меті."

[NoID_CommanderConstructionOf AkEvent]
SpokenText="Шеф, будівництво \"Залу тіней\" дозволить нам більш ефективно аналізувати трофейні артефакти і перехоплені дані інопланетян."

[NoID_GladWeFound AkEvent]
SpokenText="Добре, що ми знайшли це місце до того, як нас залишилося занадто мало, щоб його знищити."

[NoID_ItsLikeThis AkEvent]
SpokenText="Таке відчуття, що тут цілі області просякнуті псі-енергією. Нам ніколи раніше не доводилося спостерігати наслідків настільки тривалого впливу."

[NoID_ThisIsIncredible AkEvent]
SpokenText="Неймовірно. Коли я була маленькою, батько розповідав мені про луг, оточений прекрасною, але темною силою. Відчуваю сильне дежавю."

[NoID_WeCanStart AkEvent]
SpokenText="Готові розпочати будівництво \"Залу тіней\" за першим сигналом, шеф."

[NoID_YouAndMe AkEvent]
SpokenText="Мені теж."

[S_Alien_Fortress_Shen_01 AkEvent]
SpokenText="Мені дуже шкода... Але лише ви готові до цього бою. Якби я могла піти з вами…"

[S_Alien_Fortress_Shen_02 AkEvent]
SpokenText="Готові."

[S_Alien_Fortress_Shen_03 AkEvent]
SpokenText="Я вмонтувала в апарат фрагменти мозку Кодекса. Він згенерує той самий сигнал, за допомогою якого Кодекс пройшов ворота."

[S_Alien_Fortress_Shen_04 AkEvent]
SpokenText="Так. Починаємо запис у всіх спектрах. Нагадую: заходиш, швидко знімаєш дані і негайно повертаєшся. Гаразд?"

[S_Alien_Fortress_Shen_05 AkEvent]
SpokenText="Ого... Ви це бачите?"

[S_Alien_Fortress_Shen_06 AkEvent]
SpokenText="Це не схоже на жодну з їхніх станцій, на яких ми були... Ні на одне місце на Землі, якщо на те пішло."

[S_Alien_Fortress_Shen_07 AkEvent]
SpokenText="Є лише один спосіб це з'ясувати."

[S_Alien_Fortress_Shen_08 AkEvent]
SpokenText="Вперед. Ми розраховуємо на тебе."

[S_Alien_Fortress_Shen_09 AkEvent]
SpokenText="Доктор, тут точно щось не так."

[S_Alien_Fortress_Shen_10 AkEvent]
SpokenText="Так вже."

[S_Alien_Fortress_Shen_11 AkEvent]
SpokenText="Ми повинні бути впевнені, що у нас є ключ, перш ніж знову туди потикатися. Було б неприємно, якби щось подібне сталося з чимось... органічним."

[S_Ambient_ADVENT_Burger_Shen AkEvent]
SpokenText="Мені ніколи не доводилося бути в міських центрах, тож про бургери \"Адвента\" до мене лише чутки доходять. Здається, нікого там не хвилюють делікатні подробиці - наприклад, коли хтось останній раз бачив живу корову."

[S_Ambient_Helpers_Shen AkEvent]
SpokenText="Я якось хотіла покопатися в МЕКу \"Адвента\", спробувати встановити ІІ від \"Гремліна\" - роботи-помічники нам би стали у пригоді. Потім вирішила не лізти з цією ідеєю до Бредфорда і Тайгана, поки все трохи не стихне."

[S_Autopsy_MEC_Blurb AkEvent]
SpokenText="\"Адвент\" використовує легіони цих механізованих бійців для \"підтримання порядку\". Судячи з того, що мені відомо, вони повністю автономні і озброєні до зубів."

[S_Autopsy_Sectopod_Blurb AkEvent]
SpokenText="Бредфорд стверджує, що бачив подібних створінь зблизька. Всупереч нашим здогадкам, ми не виявили всередині пілота, коли розкрили цю оболонку."

[S_Autopsy_Turret_Blurb AkEvent]
SpokenText="\"Адвент\" не гребує використовувати автономне озброєння поруч з цивільним населенням цих міст. Відчувається їхня щира турбота про наших людей."

[S_Avenger_Ambient_Shen_ADVENTtech AkEvent]
SpokenText="Я ретельно вивчила здобуте в бою озброєння \"Адвента\". Можу сказати, що воно виготовлене з надлегких сплавів і чудово підходить для бійців-людей. Гадаю, цей же матеріал використовується в колоніях, але виробляється він точно десь тут, на Землі - запаси цього добра у них практично безмежні."

[S_Avenger_Ambient_Shen_Alientech AkEvent]
SpokenText="Мені вдалося підключити наше обладнання до інопланетних систем корабля. Тепер більшість цих систем - це гібрид наших розробок і технологій інопланетян. Сподіваюся, зможу витиснути з цього все можливе і навіть розробити щось нове і несподіване для ворога."

[S_Avenger_Ambient_Shen_CityMigration_01 AkEvent]
SpokenText="Докторе, що вам відомо про клініки генної терапії? Серед населення вони дуже популярні."

[S_Avenger_Ambient_Shen_CityMigration_02 AkEvent]
SpokenText="Але спочатку потрібно отримати чіп?"

[S_Avenger_Ambient_Shen_CityMigration_03 AkEvent]
SpokenText="Я починаю розуміти, як це працює."

[S_Avenger_Ambient_Shen_FacadePeace_02 AkEvent]
SpokenText="Мільйони жителів цих міст, здається, це не дуже хвилює."

[S_Avenger_Ambient_Shen_FacadePeaceB_01 AkEvent]
SpokenText="Ви не шкодуєте, що залишили місто? Повинні ж сумувати за чимось? За їжею? За м'яким ліжком?"

[S_Avenger_Ambient_Shen_FacadePeaceB_02 AkEvent]
SpokenText="Про це якось не подумалося... \"Адвент\", напевно, надав вам непогану лабораторію."

[S_Avenger_Ambient_Shen_FacadePeaceB_03 AkEvent]
SpokenText="Не хвилюйтеся. Шеф напевно щось для вас знайде."

[S_Avenger_Ambient_Shen_Father AkEvent]
SpokenText="Думаю, батько пишався б нами. Вперше за довгий час ми представляємо загрозу для інопланетян, і вони це розуміють. Тепер потрібно, щоб жителі колоній згадали, за що ми боремося. Мій батько загинув, щоб ми не стали расою жалюгідних піддослідних у руках інопланетян. Нам потрібно лише привернути увагу населення."

[S_Avenger_Ambient_Shen_Makeshift AkEvent]
SpokenText="Не знаю, що скажуть інші, якщо дізнаються, скільки сил пішло на ремонт цього корабля. Враховуючи обмеженість наших ресурсів, я б сказала, що ми ще обійшлися малою кров'ю, але якщо буде потрібно подвоїти зусилля, не знаю..."

[S_Avenger_Ambient_Shen_PowerCore AkEvent]
SpokenText="Ми давно помітили, що коли ядро опиняється під навантаженням при вимкнених двигунах, \"Месник\" дає крен. Спочатку ми думали, що проблема у стабілізаторах, але тепер мені здається, так і було задумано. Ядро може бути не цілком стабільним. Це пояснює, чому інопланетяни розмістили його в ізольованому відсіку на носі корабля."

[S_Avenger_Ambient_Shen_Quick_01 AkEvent]
SpokenText="Бредфорду не завадило б потренуватися на симуляторі. Якщо він розіб'є корабель, клянуся, я особисто здам його \"Адвенту\"."

[S_Avenger_Ambient_Shen_Quick_02 AkEvent]
SpokenText="Я все ще не розумію, звідки \"Адвент\" бере нових бійців. Готова побитися об заклад, що це не добровольці."

[S_Avenger_Ambient_Shen_Quick_03 AkEvent]
SpokenText="Я бачила, як Тайган йде по коридору і бурмоче щось собі під ніс. Бредфорд йому довіряє, але я все одно буду за ним приглядати."

[S_Avenger_Ambient_Shen_Quick_04 AkEvent]
SpokenText="Якщо подумати, нам не завадили б роботи-помічники. Хм... Можливо, я зможу щось придумати."

[S_Avenger_Ambient_Shen_Quick_05 AkEvent]
SpokenText="Надійшла скарга, що кормовий ліфт вчора почав скрипіти. Дуже сподіваюся, що втома металу тут ні до чого."

[S_Avenger_Ambient_Shen_Quick_06 AkEvent]
SpokenText="Як же не вистачає робочих рук! Мені не завадило б кілька новачків, здатних тримати в руках гайковий ключ."

[S_Avenger_Ambient_Shen_Quick_07 AkEvent]
SpokenText="Скільки ж мороки було з цими системами. Я б зекономила купу часу, якби ми розшифрували мову інопланетян. На жаль, з лінгвістами у нас теж туго."

[S_Avenger_Ambient_Shen_Quick_08 AkEvent]
SpokenText="Цікаво, чи схоже наше нинішнє життя на те, як жили раніше - завжди на взводі, завжди готові зірватися по першому свистку. Сумувати не доводиться."

[S_Avenger_Ambient_Shen_Quick_09 AkEvent]
SpokenText="Треба спитати, чи ведуть наші бійці рахунок убитим інопланетянам. Думаю, це допоможе при вербуванні."

[S_Avenger_Ambient_Shen_Quick_10 AkEvent]
SpokenText="Тайган має звичку чесати шрам на потилиці. Цікаво, хтось перевіряв, чи видалено чіп насправді?"

[S_Avenger_Ambient_Shen_ShenFather_01 AkEvent]
SpokenText="Відновити енергопостачання \"Месника\" - це справді було дивом. Не знаю, як йому вдалося зламати їхню систему, але без нього ми досі тикалися б у схеми, як сліпі кошенята. Він зробив усе, щоб корабель злетів, але не дожив до цього моменту."

[S_Avenger_Ambient_Shen_ShenFather_02 AkEvent]
SpokenText="Ви можете віддати данину його пам'яті, використавши цей корабель для знищення інопланетян."

[S_Avenger_Ambient_Shen_ShenFatherB_01 AkEvent]
SpokenText="Шкода, він не побачить, як ми нанесемо удар у відповідь... Не дізнається, що все було не дарма."

[S_Avenger_Ambient_Shen_ShenFatherB_02 AkEvent]
SpokenText="Чесно кажучи, тренування вам не завадять."

[S_Avenger_Ambient_Shen_ShensPrideB_01 AkEvent]
SpokenText="Це все, що у нас є... І інопланетяни не дуже раді, що втратили корабель."

[S_Avenger_Ambient_Shen_ShensPrideB_02 AkEvent]
SpokenText="Тим більше приємно, що ми не виправдали їхніх очікувань."

[S_Avenger_Ambient_Shen_ShensPrideC_01 AkEvent]
SpokenText="Батько пожертвував собою заради того, щоб цей корабель злетів, і я зроблю все, щоб його мрія жила. Посудина зараз, звичайно, не в найкращому стані, але дайте час - ще кілька доробок, і їй не буде рівних."

[S_Avenger_Ambient_Shen_TyganConscienceB_01 AkEvent]
SpokenText="Докторе, у мене до вас питання. Вам же непогано жилося в колонії, працювали з \"Адвентом\"... Чому ви вирішили від усього цього відмовитися?"

[S_Avenger_Ambient_Shen_TyganConscienceB_02 AkEvent]
SpokenText="Можна було і одразу здогадатися. Інопланетяни ніколи б сюди не з'явилися, якби їм був потрібен мир."

[S_Avenger_Ambient_Shen_TyganConscienceB_03 AkEvent]
SpokenText="Так, роботи у вас непочатий край."

[S_Avenger_Ambient_ShenFacadePeace_01 AkEvent]
SpokenText="Ви кілька років прожили в колоніях, перш ніж вийшли на зв'язок з Центром, так?"

[S_Avenger_Attack_Shen_01_Setup_Phase AkEvent]
SpokenText="Не може бути! Двигуни цілі! Хіба що... Вони застосували електромагнітний імпульс! Тримайтеся, я спробую обійти схеми інопланетян!"

[S_Avenger_Attack_Shen_02_Setup_Phase AkEvent]
SpokenText="Система не приймає протокол переходу. Вона ігнорує мої команди..."

[S_Avenger_Attack_Shen_03_Setup_Phase AkEvent]
SpokenText="Ось так."

[S_Avenger_Attack_Shen_04_Setup_Phase AkEvent]
SpokenText="У нас проблема."

[S_Avenger_Attack_Shen_05_Setup_Phase AkEvent]
SpokenText="Вони встановили зовні якийсь шпиль. Він випромінює ті самі імпульси, що підрізали нам крила."

[S_Avenger_Attack_Shen_06_Setup_Phase AkEvent]
SpokenText="Не звідси."

[S_Avenger_Attack_Shen_07_Setup_Phase AkEvent]
SpokenText="Поки він там, двигун не заведеться."

[S_Avenger_Shen_Exposed_Power_Coil_First AkEvent]
SpokenText="Ця котушка забезпечує додаткове живлення систем \"Месника\". Але спочатку необхідно встановити екрани для захисту команди."

[S_Avenger_Shen_Not_Enough_Engineers AkEvent]
SpokenText="Мені не завадила б допомога в деяких технічних питаннях, шеф."

[S_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Зараз дізнаємося. Я підключила \"Зал тіней\" напряму до бортового комп'ютера."

[S_Blacksite_Horror_Shen_02 AkEvent]
SpokenText="Він займався сортуванням отриманого нами матеріалу з самого повернення. Каталогізував код..."

[S_Blacksite_Horror_Shen_03 AkEvent]
SpokenText="Тому нам потрібно, щоб бортовий комп'ютер показав нам, звідки вони взялися."

[S_Blacksite_Horror_Shen_04 AkEvent]
SpokenText="Скористаємося співставленням з даними, отриманими із зламаної мережі \"Адвента\"."

[S_Blacksite_Horror_Shen_05 AkEvent]
SpokenText="Це... картка пацієнта однієї з клінік генної терапії."

[S_Blacksite_Horror_Shen_06 AkEvent]
SpokenText="Генні клініки. Мільйони людей в очікуванні допомоги."

[S_Blacksite_Horror_Shen_07 AkEvent]
SpokenText="Це геноцид, докторе. І ці люди йдуть до них добровільно!"

[S_Blacksite_Horror_Shen_08 AkEvent]
SpokenText="Ми поки не знаємо, що вони з цим роблять, але можемо з'ясувати, куди це відправляється."

[S_Blacksite_Horror_Shen_09 AkEvent]
SpokenText="Ось. Виробничий комплекс. Підвищені заходи безпеки, звичайний склад охорони."

[S_Broadcast_Truth_Shen_01 AkEvent]
SpokenText="Все готово. Але щоб це спрацювало, ми повинні підійти ближче."

[S_Broadcast_Truth_Shen_02 AkEvent]
SpokenText="Достатнє зближення. Спробую отримати доступ!"

[S_Build_This_Item_Engineering_Tutorial_Shen AkEvent]
SpokenText="Чудес не обіцяю, але дещо з цього я зможу швиденько зібрати. Я б почала з медпакету - він напевно дуже скоро нам знадобиться."

[S_Build_This_Item_Engineering_Tutorial_Shen_ALT AkEvent]
SpokenText="Чудес не обіцяю, але дещо з цього я зможу швиденько зібрати. Я б почала з медпакету - він напевно дуже скоро нам знадобиться."

[S_Commander_Awakens_Shen_01_Setup_Phase AkEvent]
SpokenText="Докторе, для цього є місця кращі!"

[S_Commander_Awakens_Shen_02_Setup_Phase AkEvent]
SpokenText="Ми готові."

[S_Commander_Awakens_Shen_03_Setup_Phase AkEvent]
SpokenText="Я не спеціаліст, але показання скачуть, як божевільні, докторе."

[S_Commander_Awakens_Shen_04_Setup_Phase AkEvent]
SpokenText="Докторе! Сигналу немає!"

[S_Dark_Volunteer_01_Shen_01 AkEvent]
SpokenText="Це буде нелегко, але інших варіантів у нас вже не залишилося."

[S_Dark_Volunteer_01_Shen_02 AkEvent]
SpokenText="Гени повинні бути частиною живої особини. Ключ працює лише в зв'язці з сигналом."

[S_Dark_Volunteer_01_Shen_03 AkEvent]
SpokenText="Ні. З цим ми самі впораємося."

[S_Dark_Volunteer_01_Shen_04 AkEvent]
SpokenText="Але це можу зробити я. Ми можемо контролювати \"Аватар\" за допомогою псі-мереж."

[S_Dark_Volunteer_01_Shen_05 AkEvent]
SpokenText="Не зовсім. І вже точно не я."

[S_Dark_Volunteer_01_Shen_06 AkEvent]
SpokenText="А я тим часом огляну стазис-костюм. Коли прийде час, все буде готово."

[S_Dark_Volunteer_02_Shen_01 AkEvent]
SpokenText="Остаточне підключення встановлено. Живлення в нормі. Перевіримо ще раз буфер..."

[S_Dark_Volunteer_02_Shen_02 AkEvent]
SpokenText="Ми готові."

[S_Dark_Volunteer_02_Shen_03 AkEvent]
SpokenText="Починаю підключення."

[S_First_Flight_Shen_01_Setup_Phase AkEvent]
SpokenText="Коротко кажучи - так. Але я б на вашому місці схопилася за щось."

[S_FirstStasisLanceAvailable_Shen AkEvent]
SpokenText="У нас є креслення. Обладнання теж готове. Дайте наказ, шеф, і ми виготовимо черепний бур."

[S_FirstStasisLanceBolted_Shen AkEvent]
SpokenText="Зона випробувань готова, шеф. Ми можемо виготовити черепний бур, коли буде потрібно."

[S_Here_they_Come_Shen AkEvent]
SpokenText="Ось і вони."

[S_Human_Tubes_Shen_ALT AkEvent]
SpokenText="Але чому тут? Що ще вони можуть тут робити?"

[S_Intro_Shen_01 AkEvent]
SpokenText="Сигнал отримано. Чітко і ясно."

[S_Intro_Shen_02 AkEvent]
SpokenText="Незваний гість, твій хід."

[S_Item_Selected_Engineering_Tutorial_Shen AkEvent]
SpokenText="Все буде, шеф."

[S_Old_Gods_01_Shen_01 AkEvent]
SpokenText="Шеф, ми збираємо цю штуку, але справа просувається не так швидко, як хотілося б."

[S_Old_Gods_01_Shen_02 AkEvent]
SpokenText="Повірю вам на слово, докторе."

[S_Old_Gods_01_Shen_03 AkEvent]
SpokenText="Це координати... Здається, це їхня зворотня адреса або її частина. Навряд чи локальний…"

[S_Old_Gods_01_Shen_04 AkEvent]
SpokenText="І не тільки. Ми втрачаємо вже розшифровані дані."

[S_Old_Gods_01_Shen_05 AkEvent]
SpokenText="К бісу дані, ядро в небезпеці. Всі захисні бар'єри злетіли... потужність зростає... ні!"

[S_Old_Gods_01_Shen_06 AkEvent]
SpokenText="Тайган! Вимикайте зв'язок!"

[S_Old_Gods_01_Shen_07 AkEvent]
SpokenText="Це колосальні обсяги даних."

[S_Old_Gods_01_Shen_08 AkEvent]
SpokenText="Тоді пора починати. Не думаю, що вийде повторити таке."

[S_Old_Gods_01_Shen_09 AkEvent]
SpokenText="Сподіваюся, мені вдасться відновити дані, які пропали при передачі. Інакше все було даремно."

[S_Pre_Final_Mission_Broadcast_Shen_01 AkEvent]
SpokenText="А вони у нього бувають?"

[S_Pre_Final_Mission_Broadcast_Shen_02 AkEvent]
SpokenText="Без проблем."

[S_ResistanceMusing_Shen AkEvent]
SpokenText="Присутність шефа підняла бойовий дух опору, не кажучи вже про наш екіпаж. Я ніколи не бачила Бредфорда таким задоволеним. Вони з шефом знають Като ще з довоєнного часу, але все ж мене мучать сумніви. Опір потребує нас у тій же мірі, в якій нам потрібна його підтримка."

[S_Setup_Phase_Avoid_Hostile_Detection_Radius_Shen AkEvent]
SpokenText="Не потрапляйте їм на очі. Намагайтеся триматися поза вказаним радіусом виявлення."

[S_Setup_Phase_Build_This_Facility_Shen AkEvent]
SpokenText="Шеф, я думаю, побудова цього відсіку одразу дасть нам серйозну перевагу."

[S_Setup_Phase_Excavation_Staff_Confirmed_Shen AkEvent]
SpokenText="Тільки скажіть, і ми почнемо роботу, шеф."

[S_Setup_Phase_Excavation_Underway_Shen AkEvent]
SpokenText="Ми почали роботи, але знадобиться якийсь час, щоб усе там розчистити."

[S_Setup_Phase_First_Build_Item_Screen_Shen AkEvent]
SpokenText="Ви здивуєтеся, дізнавшись, наскільки подібні речі можуть вплинути на бойові дії. За наявності матеріалів я можу швидко виготовити все, що нам може знадобитися."

[S_Setup_Phase_How_To_Excavate_Shen AkEvent]
SpokenText="Щоб розчистити відсік, потрібно спершу призначити на цю роботу інженера. Чим глибше в корабель ми заберемося, тим більше часу і сил буде йти на розчищення нових відсіків."

[S_Setup_Phase_Start_Excavation_Shen AkEvent]
SpokenText="Тепер у нас вистачає рук, щоб почати викидати старе спорядження і уламки з корабля і звільняти місце під нові відсіки."

[S_Setup_Phase_Use_Overwatch_Against_Reinforcements_Shen AkEvent]
SpokenText="Щоб застати підкріплення ворога зненацька, можна використовувати режим \"Спостереження\", зайнявши позицію поблизу місця їхньої появи."

[S_Shen_Greeting_A AkEvent]
SpokenText="А, шеф."

[S_Shen_Greeting_B AkEvent]
SpokenText="Вітаю."

[S_Shen_Greeting_C AkEvent]
SpokenText="Шеф?"

[S_Shen_Greeting_D AkEvent]
SpokenText="Що я можу для вас зробити, шеф?"

[S_Shen_Greeting_E AkEvent]
SpokenText="Нові вказівки, шеф?"

[S_Shen_Greeting_F AkEvent]
SpokenText="Тільки скажіть, і ми почнемо роботу, шеф."

[S_Shen_ThankYouForWorkshop AkEvent]
SpokenText="Дякую, шеф. Нова майстерня нам підходить."

[S_Shens_Loot_Shen_01_Setup_Phase AkEvent]
SpokenText="Чому ви всі тут стоїте?"

[S_Shens_Loot_Shen_02_Setup_Phase AkEvent]
SpokenText="Чудово! Скоріше, затягуйте всередину."

[S_StasisLanceReminder_Shen AkEvent]
SpokenText="У нас все готове, шеф. Виготовимо черепний бур за першою вимогою."

[S_Support_Ambient_Musings_Misc_Shen_01 AkEvent]
SpokenText="Я тут переглядала старі файли, які Центр зберігав з довоєнних часів. Там зустрічаються записи англійською і, здається, ламаною німецькою. Треба б його спитати, що це таке."

[S_Support_Beam_Weapons_Shen_01 AkEvent]
SpokenText="Інопланетяни не зрадіють, побачивши, що у нас теж є енергетична зброя."

[S_Support_Build_Proving_Grounds_Shen_01 AkEvent]
SpokenText="Якщо ми хочемо створити цей черепний бур, який придумав Тайган, нам потрібно спеціальне обладнання для його випробування."

[S_Support_Excavate_Room_No_Engineer_Shen AkEvent]
SpokenText="Шеф, мені доведеться збільшити команду, перш ніж ми зможемо зайнятися розчищенням відсіків. Нам потрібен ще інженер."

[S_Support_First_Engineer_Received_Shen AkEvent]
SpokenText="Тепер у нас достатньо персоналу для розчищення місця під нові відсіки. Добре б знайти ще новобранців, щоб там було кому працювати."

[S_Support_First_Excavating_Room_Shen_01 AkEvent]
SpokenText="Шеф, серед речей, що залишилися від інопланетян, нічого цікавого. Однак якщо все тут розчистити, вистачить місця для нового відсіку."

[S_Support_First_Facility_Construction_Shen_01 AkEvent]
SpokenText="Негайно починаємо роботу над новим відсіком. Як запустимо його, я повідомлю."

[S_Support_First_Item_Selected_Shen_01 AkEvent]
SpokenText="Починаємо роботу, шеф. Як буде готово, я скажу."

[S_Support_First_Kill_Shen_01 AkEvent]
SpokenText="Шеф, у бійців \"Адвента\" напевно є корисне спорядження. Нам знадобляться будь-які трофеї, коли справа дійде до виробництва власного екіпірування."

[S_Support_First_Time_Construction_Shen AkEvent]
SpokenText="Шеф, на борту \"Месника\" не залишилося вільного місця. Нам потрібні інженери, щоб розчистити додатковий простір."

[S_Support_Golden_Path_Musings_Advent_Shen_01 AkEvent]
SpokenText="Наскільки я можу судити, технологія \"Адвента\", так само як і більшість того, що ми бачимо в їхніх містах, заснована на варіаціях і місцями удосконаленнях інопланетних технологій, які застосовувалися під час вторгнення. Більш того, чим ширше поширення, тим простіше мені шукати компоненти, сумісні з гібридними системами \"Месника\"."

[S_Support_Golden_Path_Musings_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Всі ці люди... Мільйони невинних, сліпо поспішаючих прямо в пастку інопланетян. Ми знали, що їм не можна довіряти, це було для нас очевидно. Але інопланетяни завжди заявляли про себе голосніше, ніж ми, і блага їхніх міст не можна було порівняти з тим, що могли запропонувати ми. Так чи інакше, цьому слід покласти край, чого б це нам не коштувало."

[S_Support_Golden_Path_Musings_Dying_Ethereals_Shen_01 AkEvent]
SpokenText="Не думаю, що на кораблі знайдеться хоч хтось, хто шкодує про те, що Старійшини помирають. Навпаки - після цієї новини повинен був зміцніти бойовий дух команди. Але, як завжди, існують підводні камені. У ворогів є план, і мені здається, він полягає в тому, що ми всі станемо їхнім ліками, хочемо ми того чи ні."

[S_Support_Great_Mission_Shen_01 AkEvent]
SpokenText="Будемо діяти в тому ж дусі - інопланетяни нічого не зможуть зробити."

[S_Support_Great_Mission_Shen_02 AkEvent]
SpokenText="Будемо сподіватися, завжди все буде так гладко. Чудова робота."

[S_Support_Great_Mission_Shen_03 AkEvent]
SpokenText="Прекрасно, шеф. Такі зразкові дії завжди підвищують бойовий дух."

[S_Support_Great_Mission_Shen_04 AkEvent]
SpokenText="Мені було цікаво, як покаже себе нове спорядження. Як на мене, так все працює чудово."

[S_Support_Great_Mission_Shen_05 AkEvent]
SpokenText="Рада бачити, що наші новачки не зламалися, коли справа дійшла до бою з інопланетянами."

[S_Support_Great_Mission_Shen_06 AkEvent]
SpokenText="Прекрасна робота, шеф. Інопланетяни, мабуть, вже нервують."

[S_Support_Great_Mission_Shen_07 AkEvent]
SpokenText="Загін не зазнав втрат, а інопланетяни заплатили сповна. Чудова робота, шеф."

[S_Support_Great_Mission_Shen_08 AkEvent]
SpokenText="Сумніваюся, що вони очікували такої сутички. Я вражена, шеф."

[S_Support_Great_Mission_Shen_09 AkEvent]
SpokenText="Такі успіхи здорово піднімають бойовий дух. Боюся, доведеться знову поповнювати бар."

[S_Support_Great_Mission_Shen_10 AkEvent]
SpokenText="Готова побитися об заклад, інопланетяни досі не отямилися. Так тримати, шеф."

[S_Support_Heavy_Plated_Armor_Shen_01 AkEvent]
SpokenText="\"Екзокостюм\" поєднує силу, необхідну бійцям для використання важкого озброєння, з завидною міцністю."

[S_Support_Heavy_Powered_Armor_Shen_01 AkEvent]
SpokenText="Ця силова броня носить назву \"Бойовий Костюм\" і є найміцнішою бронею, яку ми можемо виготовити, і має достатньо потужності для використання важкого озброєння."

[S_Support_Light_Plated_Armor_Shen_01 AkEvent]
SpokenText="Костюм \"Павук\" дає бійцям додатковий шанс уникнути попадання. Він оснащений гаком і надає нашим солдатам додаткову рухливість."

[S_Support_Light_Powered_Armor_Shen_01 AkEvent]
SpokenText="Маскувальний костюм \"Привид\", оснащений гаком, дозволяє ефективно приховуватися у будь-якому середовищі."

[S_Support_Magnetic_Weapons_Shen_01 AkEvent]
SpokenText="Ця магнітна зброя схожа на ранні прототипи рейлгана. Вона вистрілює снаряди з надвисокими швидкостями."

[S_Support_Medium_Plated_Armor_Shen_01 AkEvent]
SpokenText="Броня \"Хижак\", як слід з назви, підвищує живучість наших військ у бою."

[S_Support_Medium_Powered_Armor_Shen_01 AkEvent]
SpokenText="Основний комплект силової броні, що забезпечує захист, який резонно очікувати від величезного важкого бронекостюма."

[S_Support_Modify_Skulljack_Shen_01 AkEvent]
SpokenText="Шеф, якщо ми хочемо застати противника зненацька, треба б спробувати модифікувати черепний бур для сканування таємної мережі \"Адвент\". Але одразу скажу - бійцям доведеться ризикнути, щоб це спрацювало."

[S_Support_More_Engineers_Shen_01 AkEvent]
SpokenText="Шеф, якщо вам трапляться талановиті новачки, в інженерному відсіку завжди знайдеться робота."

[S_Support_Not_Enough_Comms_Shen AkEvent]
SpokenText="Шеф, ми використовуємо всі можливі ресурси по лінії зв'язку. Ми не можемо розширювати список контактів, поки не покращимо системи."

[S_Support_Not_Enough_Power_Shen AkEvent]
SpokenText="Шеф, наше енергоспоживання досягло межі. Ми більше не можемо забезпечувати нові відсіки, а значить, і розширюватися теж."

[S_Support_Proving_Ground_Project_First_Shen_01 AkEvent]
SpokenText="Команда вже приступає до роботи. Я повідомлю, як тільки ми досягнемо якихось результатів."

[S_Support_Proving_Ground_Visit_Shen_01 AkEvent]
SpokenText="Ласкаво просимо до зони випробувань, шеф. У свій час ми вирішили розділити експериментальні проекти, у першу чергу пов'язані зі зброєю."

[S_Support_Proving_Grounds_Project_Selected_Shen_01 AkEvent]
SpokenText="Як скажете, шеф. Я повідомлю одразу ж, як проект буде готовий."

[S_Support_Proving_Grounds_Project_Selected_Shen_02 AkEvent]
SpokenText="Цікавий вибір. Як тільки закінчимо, я дам вам знати."

[S_Support_Proving_Grounds_Project_Selected_Shen_03 AkEvent]
SpokenText="Негайно приступаємо, шеф. Я повідомлю, коли все буде готово."

[S_Support_Psi_Gate_Recovered_Shen AkEvent]
SpokenText="Шеф, раз нам вдалося доставити артефакт інопланетян до \"Залу тіней\", слід якнайшвидше розпочати його аналіз. Є ризик, так, але я не бачу іншого способу зрозуміти, як він влаштований і працює, не активуючи його."

[S_Support_Shadow_Chamber_Constructed_Shen AkEvent]
SpokenText="Шеф, \"Зал тіней\" добудований, і ми можемо почати більш ретельно аналізувати трофейні артефакти і інформацію інопланетян."

[S_Support_Shadow_Chamber_Nag_Shen AkEvent]
SpokenText="\"Зал тіней\" готовий до роботи. Потрібно починати використовувати його."

[S_Support_Shadow_Chamber_Tactical_UI_First_Shen_01 AkEvent]
SpokenText="Шеф, \"Зал тіней\" попрацював з цифрами. Ось тактична оцінка нашої наступної операції."

[S_Support_Staffing_Investment_Shen_01 AkEvent]
SpokenText="Шеф, якщо ми призначимо інженерів у певний відсік, вони повинні провести там якийсь час, перш ніж ми зможемо перевести їх."

[S_Support_Thanks_Workshop_Shen_01 AkEvent]
SpokenText="Я знаю, що простір у нас обмежений, шеф, і додаткові площі будуть дуже доречними."

[S_Support_Tough_Mission_Shen_01 AkEvent]
SpokenText="Все могло бути і краще. Подивимося, чи не можна якось поліпшити зброю і броню, щоб підвищити наші шанси."

[S_Support_Tough_Mission_Shen_02 AkEvent]
SpokenText="Ще пара таких операцій, і ми втратимо все, що у нас залишилося."

[S_Support_Tough_Mission_Shen_03 AkEvent]
SpokenText="Повинен бути спосіб якось ще допомогти нашим бійцям."

[S_Support_Tough_Mission_Shen_04 AkEvent]
SpokenText="Я думала, ми готові. Мені доведеться працювати старанніше - нам усім доведеться."

[S_Support_Tough_Mission_Shen_05 AkEvent]
SpokenText="Мої інженери з усіх сил постараються, щоб подібне більше не повторювалося, шеф. Зробимо все, що у наших силах."

[S_Support_Unstaffed_Engineer_Shen AkEvent]
SpokenText="Шеф, я вдячна за те, що ви найняли ще персонал, але прямо зараз у нас є люди, які не отримали призначення. Їх можна відправити займатися будівництвом, розчищенням або роботою у відсіках."

[S_Support_Urge_Facility_Shen_01 AkEvent]
SpokenText="Шеф, тут доведеться все розчистити, але все одно місця буде мало. Треба подумати про нові відсіки."

[S_Victory_Shen_01 AkEvent]
SpokenText="Без підтримки псі-мережі з боку Старійшини все летить до біса. Ці ворота довго не протримаються."

[S_Victory_Shen_02 AkEvent]
SpokenText="У мене тут все чисто. Такого просто не може бути. Якщо тільки…"

[S_Victory_Shen_03 AkEvent]
SpokenText="Ми цим і займаємося. Є небезпека повного перевантаження."

[S_Victory_Shen_04 AkEvent]
SpokenText="Одна з трансмерних псі-мереж не активна."

[S_Welcome_Engineering_Shen_01_Setup_Phase AkEvent]
SpokenText="Давай, давай, ну ж. Я п'ять разів перевірила всі з'єднання. Що ж не так?"

[S_Welcome_Engineering_Shen_02_Setup_Phase AkEvent]
SpokenText="Шеф, вибачте, але змусити нашу техніку спілкуватися з їхньою технікою складніше, ніж здається. Уж ви-то повинні це розуміти."

[S_Welcome_Engineering_Shen_03_Setup_Phase AkEvent]
SpokenText="Я не те хотіла сказати... Здається, нас ніхто не представив одне одному. Я Лілі Шень, корабельний інженер. Ви, мабуть, очікували побачити мого батька, але його тут немає. Центр міг не згадати про це."

[S_Welcome_Engineering_Shen_04_Setup_Phase AkEvent]
SpokenText="Батько... Він віддав нашій боротьбі все. Цей корабель - справа всього його життя. Я знаю, він з радістю особисто провів би для вас екскурсію. Він часто про вас розповідав."

[S_Welcome_Engineering_Shen_05_Setup_Phase AkEvent]
SpokenText="Будьте впевнені, я завершу те, що він почав. Повірте, тут я можу виготовити практично все, що прийде у голову. Трохи допомоги і... ви здивуєтеся, коли побачите, на що я здатна."

[S_Welcome_Engineering_Shen_06_Setup_Phase AkEvent]
SpokenText="Гаразд. Повернуся до своїх обов'язків. Для мене честь нарешті познайомитися з вами."

[S_Welcome_Engineering_Shen_07_Setup_Phase AkEvent]
SpokenText="Готово."

[S_What_he_Said_Shen AkEvent]
SpokenText="Так точно."
